Repository: dxni8/wherevegan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Your Restaurant
de: Dein Restaurant

source: home
de: zurück

source: Add Your Restaurant
de: Dein Restaurant Hinzufügen

source: first-name
de: Vorname

source: last-name
de: Nachname

source: restaurant-address
de: Restaurantadresse

source: phone number
de: Telefonnummer

source: I hereby agree that I am acting with the official permission of the restaurant in question and that I have read our GTCs
de: Hiermit stimme ich zu, dass ich mit offizieller Genehmigung des jeweiligen Restaurants handle und dass ich unsere AGB gelesen habe

source: General terms and conditions
de: Allgemeine Geschätsbedingungen

source: added
de: hinzugefügt

source: Your restaurant
de: Dein Restaurant

source: has been successfully added
de: wurde erfolgreich hinzugefügt

source: However, before we will show your restaurant to our users, we need to make sure that you only offer vegan meals.
de: Jedoch bevor wir Ihr Restaurant endgültig unseren Nutzern anzeigen können, müssen wir sicherstellen, dass Sie nur vegane Gerichte zubereiten.

source: Therefore, as a last step, please send photos of your current menu to our email address menu@wherevegan.de with your registered email address. Please do not forget to include the name of your restaurant and the address, otherwise we will not know to which restaurant the respective menu belongs.
de: Schicken Sie daher bitte als letzten Schritt Fotos Ihrer aktuellen Speisekarte an unsere E-Mail-Adresse menu@wherevegan.de, mit Ihrer bereits registrierten E-Mail-Adresse. Bitte vergessen Sie nicht den Namen sowie die Adresse Ihres Restaurants anzugeben, da wir sonst Ihre Speisekarte nicht Ihrem Restaurant zuordnen könnten.

source: You will receive an email from us as soon as we have checked your restaurant and menu and approved them for our website.
de: Sie erhalten eine Benachrichtigung via email von uns, sobald wir ihr Restaurant sowie ihre Speisekarte überprüft und für unsere Website freigeschalten haben.

source: back
de: zurück

source: stop
de: abbrechen

source: Please enter the same email address as before!
de: Geben Sie bitte die gleiche Emailadresse wie zuvor ein!

source: verify
de: überprüfen

source: We have sent you a confirmation email.
de: Wir haben Ihnen eine Email inklusive eines Bestätigungscodes geschickt!

source: Please check your spam folder as well!
de: Schauen Sie bitte auch in Ihrem Spamordner nach!

source: send again
de: nochmal senden

source: contact
de: Kontakt

source: We are a free online service based in Austria. With our service we do not seek any financial gain. As we aim for a more vegan oriented future for countries all over the world, we try to help fully vegan restaurants to attract more attention and as a result more customers. While we do our best, we cannot guarantee that every information on our website is true or current. If you have any questions, please contact us and we will respond as soon as possible.
de: Wir sind ein kostenloser Online-Dienst mit Sitz in Österreich. Mit unserem Service verfolgen wir keine finanziellen sowie gewerblichen Ziele und Vorteile. Da wir eine stärker vegan-orientierte Zukunft für Länder auf der ganzen Welt anstreben, versuchen wir rein veganen Restaurants zu helfen, indem wir mehr Aufmerksamkeit für diese erregen und diese in Folge mehr Kunden gewinnen können. Obwohl wir unser Bestes geben können wir nicht garantieren, dass alle Informationen auf unserer Website wahr oder aktuell sind. Wenn Sie Fragen haben, kontaktieren Sie uns bitte und wir werden Ihnen so schnell wie möglich antworten.

source: If you notice that certain data (addresses, ...) are no longer up to date or even incorrect, or restaurants listed on this website also offer non-vegan food, we ask you to report this to us immediately.
de: Sollten Sie feststellen, dass bestimmte Daten (Adressen, ...) nicht mehr aktuell oder gar falsch sind, oder dass auf dieser Website gelistete Restaurants auch nicht-vegane Speisen anbieten, bitten wir Sie, uns dies umgehend zu melden.

source: If you want to add your restaurant to our database and furthermore list it on our website take a look at
de: Falls Sie in Besitz eines Restaurants sind und interessiert sind es in unsere Datenbank aufzunehmen, sollten Sie bei bei folgendem Link vorbeischauen.

source: add my restaurant
de: mein Restaurant

source: languages
de: Sprachen

source: Find vegan
de: Finde vegane

source: your area
de: deiner Nähe

source: search
de: suchen

source: map
de: Karte

source: GTC
de: AGB

source: General Terms and Conditions (GTC)
de: Allgemeine Geschäftsbedingungen (AGB)

source: We do not aim for any financial benefits.
de: Wir verfolgen keine gewerblichen sowie finanziellen Ziele.

source: By agreeing these terms you agree that we put the address of your restaurant on our website.
de: Mit der Zustimmung zu diesen Bedingungen erklären Sie sich damit einverstanden, dass wir die Adresse Ihres Restaurants auf unserer Website veröffentlichen.

source: We maintain the right to delete your restaurant as well as your data from our database in situations we think it is approriate.
de: Wir behalten uns das Recht vor, sowohl Ihr Restaurant als auch Ihre Daten aus unserer Datenbank zu löschen, wenn wir dies für angemessen halten.

source: As you are providing information and specific details about the particular business you take responsibility for its truth.
de: Da Sie Informationen und spezifische Details über das jeweilige Unternehmen bereitstellen, übernehmen Sie die Verantwortung für deren Richtigkeit.

source: By agreeing these terms you confirm that the restaurant belongs to you or you officially act with permission in the name of the particular business. As the purpose of this website, we need the exact location of your restaurant as well as some additional information for being able to confirm whether you are the real owner of this business or not. If you are trying to register a non existing restaurant or a restaurant without its permission you may face legal actions as we do not take responsibility for any illegal activities done by our users. Arbitrarily registering restaurants from which you do not explicitly have the permission to share its data is not allowed and will face consequences.
de: Mit der Zustimmung zu diesen Bedingungen bestätigen Sie, dass das Restaurant Ihnen gehört oder Sie offiziell mit Genehmigung im Namen des jeweiligen Unternehmens handeln. Für den Zweck dieser Website benötigen wir den genauen Standort Ihres Restaurants sowie einige zusätzliche Informationen, um bestätigen zu können, ob Sie der tatsächliche Eigentümer dieses Unternehmens sind oder nicht. Wenn Sie versuchen, ein nicht existierendes Restaurant oder ein Restaurant ohne dessen Erlaubnis anzumelden, können Sie mit rechtlichen Schritten rechnen, da wir keine Verantwortung für illegale Aktivitäten unserer Nutzer übernehmen. Die willkürliche Registrierung von Restaurants, von denen Sie nicht ausdrücklich die Erlaubnis haben, ihre Daten zu teilen, ist nicht erlaubt und wird Konsequenzen nach sich ziehen.

source: You are able to delete your data and your restaurant from our database anytime you want. Therefore send us an email with the specific request and we will make sure your wish will be fulfilled.
de: Sie haben jederzeit die Möglichkeit, Ihre Daten und Ihr Restaurant aus unserer Datenbank zu löschen. Schicken Sie uns dazu eine E-Mail mit Ihrer konkreten Anfrage und wir werden dafür sorgen, dass Ihr Wunsch erfüllt wird.

source: hello
de: Hallo

source: Unfortunately something went wrong. It looks like you forgot to fill out a field.
de: Leider lief etwas schief! Bitte füllen Sie jedes Feld aus!

source: Unfortunately something went wrong. You can only register your restaurant by accepting our general terms and conditions!
de: Leider lief etwas schief! Sie können nur ein Restaurant auf unserer Website listen, wenn Sie unseren allgemeinen Geschäftsbedingungen zustimmen.

source: Unfortunately something went wrong! Please check whether you only entered letters and not numbers for your first and last name
de: Leider lief etwas schief. Bitte geben Sie nur Buchstaben für Ihren Vor- und Nachnamen ein!

source: It looks like you entered an invalid email
de: Bitte geben Sie eine richtige Emailadresse ein!

source: Unfortunately something went wrong! Please check whether you entered a valid phone number!
de: Leider lief etwas schief. Bitte geben Sie eine richtige Telefonnummer ein!

source: Please use the international phone number format e164 following your country code!
de: Bitte nutzen Sie das internationale e164 Telefonnummernformat (Beginnend mit einem +)!

source: Unfortunately something went wrong! Please check if you entered a correct address.
de: Leider lief etwas schief. Bitte geben Sie eine richtige Adresse ein!

source: Unfortunately something went wrong! You can only enter a phone number located in the same country as your restaurant. If you are located near to a country border and are dealing with this problem please contact our support (contact@wherevegan.de) and we will manage this specific situation.
de: Leider leif etwas schief. Sie können nur eine Telefonnummer für Ihr Restaurant registrieren, wenn diese auch im selben Land wie Ihr Restaurant angemeldet ist. Falls Sie sich nahe an einer Staatsgrenze befinden und / oder trotz richtiger Daten mit diesem Problem zu kämpfen haben, bitten wir Sie sich an unseren Support (contact@wherevegan.de) zu wenden und wir werden uns darum kümmern!

source: Something went wrong! It looks like there is already a restaurant registered with the same credentials.
de: Leider lief etwas schief! Es schaut so aus, als wäre schon ein Restaurant mit den gleichen Daten registriert. Falls Sie jedoch bereits alle Schritte befolgt haben und Ihr Restaurant immer noch nicht auf unsere Website gelistet ist, überprüfen Sie bitte, ob Sie auch bereits Ihre Speisekarte per Mail mit Ihrer registrierten Emailadresse an menu@wherevegan.de, inklusive Ihres Restaurantnames sowie Adresse, geschickt haben.

source: Unfortunately something went wrong! It looks like you forgot to enter your code.
de: Leider lief etwas schief. Sie haben vergessen Ihren Code einzugeben!

source: Unfortunately something went wrong. Please try again!
de: Leider lief etwas schief. Bitte versuchen Sie es erneut!

source: Unfortunately something went wrong. It looks like this restaurant is already registered.
de: Leider lief etwas schief. Es schaut aus, als wäre dieses Restaurant bereits registriert.

source: Your code is incorrect.
de: Der Code ist inkorrekt!

source: Unfortunately something went wrong! Please try again
de: Leider lief etwas schief. Bitte versuchen Sie es erneut!

source: Unfortunately something went wrong! It looks like you entered an invalid email address! Due to our safety protocols you will need to register your restaurant again!
de: Leider lief etwas schief. Es schaut so aus, als wäre Ihre Emailadresse inkorrekt! Aufgrund unserer Sicherheitsprotokolle müssen Sie Ihr Restaurant erneut registrieren!

source: Unfortunately something went wrong! It looks like you entered a different email address. Due to our safety protocols you will need to register your restaurant again!
de: Leider lief etwas schief. Ihre Emailadressen stimmen nicht überein! Aufgrund unserer Sicherheitsprotokolle müssen Sie Ihr Restaurant erneut registrieren!

source: Unfortunately something went wrong! Please try again!
de: Leider lief etwas schief. Bitte versuchen Sie es erneut!

source: Unfortunately something went wrong with your requested range. Please submit a number greater than 0 and smaller than 150. Thank you!
de: Bitte geben Sie eine Zahl größer als 0 und kleiner als 150 ein! (ohne 'km')

source: Unfortunately something went wrong with your request. Please try again!
de: Leider lief etwas schief mit Ihrer Anfrage. Bitte versuchen Sie es erneut!

source: Unfortunately something went wrong with tracking your coordinates
de: Leider lief etwas schief! Wir konnten Ihren Standort nicht herausfinden.

source: Unfortunately there are no vegan restaurants in your requested range.
de: Wir konnten leider keine veganen Restaurants in Ihrer angefragten Nähe finden.

source: Current Location
de: Aktuelle Position

source: Unfortunately we were not able to send you an email. Please try again!
de: Leider lief etwas schief. Wir konnten Ihnen keine Email zukommen lassen!
